Revit 2027 API
ParameterTypeId.RbsElecBalancedLoad Property
 "Balanced Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecBalancedLoad { get; }
Public Shared ReadOnly Property RbsElecBalancedLoad As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecBalancedLoad {
	ForgeTypeId^ get ();
}
static member RbsElecBalancedLoad : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace